INSERT INTO `table` (title, category, broadcast_time, views, sales, revenue, product_count, type)
VALUES ('첫 번째 라이브 방송', '패션/잡화', '2026-07-20 20:00', '1.2만', '150', '4,500,000', '3', 'LIVE');

INSERT INTO `table` (title, category, broadcast_time, views, sales, revenue, product_count, type)
VALUES ('두 번째 홈 화면 데이터', '전자기기', '2026-07-21 11:00', '5천', '40', '1,200,000', '1', 'HOME');

INSERT INTO `member` (`loginId`, `password`, `name`)
VALUES ('test', 'test', 'CV3');

DELETE FROM `table`
WHERE title IN ('첫 번째 라이브 방송', '두 번째 홈 화면 데이터');
INSERT INTO `table` (title, category, broadcast_time, views, sales, revenue, product_count, type) VALUES
('[AI]⭐삼성 TV,에어컨⭐ 삼성이 선물하는 스마트 라이프', '네이버쇼핑LIVE디지털/가전', '26.07.22 (수) 00:00', '🔒 로그인', '🔒 로그인', '🔒 로그인', 53, 'LIVE'),
('💥삼성 에어컨 냉장고 김치냉장고 키친핏 세트 Live사은품🎁[AI]', '네이버쇼핑LIVE디지털/가전', '26.07.22 (수) 00:02', '🔒 로그인', '🔒 로그인', '🔒 로그인', 46, 'LIVE'),
('[AI] 1+1 발걸음 발바닥이 아프다면? 발편한 신발 모음👣', '네이버쇼핑LIVE패션잡화', '26.07.21 (화) 23:52', '🔒 로그인', '🔒 로그인', '🔒 로그인', 32, 'LIVE'),
('LG그램 ~97만 즉시할인! 윈도우 or 인치 무료 업글🎁EVENT🎈', '네이버쇼핑LIVE디지털/가전', '26.07.21 (화) 23:59', '🔒 로그인', '🔒 로그인', '🔒 로그인', 18, 'LIVE'),
('[Ai Live] LG그램 프로 & 그램북 노트북 14/15/16/17형', '네이버쇼핑LIVE디지털/가전', '26.07.22 (수) 00:02', '🔒 로그인', '🔒 로그인', '🔒 로그인', 29, 'LIVE'),
('[누누시크] 얇지만 매끈하게 잡아주는 보정웨어✨', '네이버쇼핑LIVE패션의류', '26.07.21 (화) 23:59', '🔒 로그인', '🔒 로그인', '🔒 로그인', 8, 'LIVE'),
('같은 AI CPU, 다른 완성도! LG그램 특가🔥', '네이버쇼핑LIVE디지털/가전', '26.07.22 (수) 00:33', '🔒 로그인', '🔒 로그인', '🔒 로그인', 10, 'LIVE'),
('JBL 사운드바 무선헤드폰 블루투스스피커 어린이헤드셋 특가', '네이버쇼핑LIVE디지털/가전', '26.07.22 (수) 00:58', '🔒 로그인', '🔒 로그인', '🔒 로그인', 41, 'LIVE'),
('갤럭시 워치8ㅣ울트라 & 갤럭시 링 라이브✨', '네이버쇼핑LIVE디지털/가전', '26.07.22 (수) 01:08', '🔒 로그인', '🔒 로그인', '🔒 로그인', 70, 'LIVE'),
('[베스트어워즈]🏆선착순 할인+최대 18%적립까지🏆상반기 베스트 기저귀', '네이버쇼핑LIVE출산/육아', '26.07.20 (월) 09:58', '🔒 로그인', '🔒 로그인', '🔒 로그인', 30, 'LIVE');


INSERT INTO `table` (title, category, broadcast_time, views, sales, revenue, product_count, type) VALUES
('★신세계단독★[런칭가99,000원]26SS 시슬리 트윙클 티셔츠 1종', '신세계쇼핑패션의류', '26.07.22 (수) 00:37', '🔒 로그인', '🔒 로그인', '🔒 로그인', 8, 'HOME'),
('[50％세일]보넬드 아이엠 당근 주스 12병', '쇼핑엔티식품', '26.07.22 (수) 00:32', '🔒 로그인', '🔒 로그인', '🔒 로그인', 13, 'HOME'),
('26SS 에어로컴포트 라피아 샌들', 'CJ온스타일 플러스패션잡화', '26.07.22 (수) 00:45', '🔒 로그인', '🔒 로그인', '🔒 로그인', 24, 'HOME'),
('쪽갈비1', 'NS홈쇼핑 샵플러스식품', '26.07.22 (수) 00:42', '🔒 로그인', '🔒 로그인', '🔒 로그인', 1, 'HOME'),
('[방송에서만][패키지박스]유한양행 와이즈바이옴 케어 당큐락 9개월분+당큐락 플러스(소비기한 26년 11월까지) 1개월분 | 원산지 : 상품정보 참조', 'SK스토아식품', '26.07.22 (수) 00:31', '🔒 로그인', '🔒 로그인', '🔒 로그인', 35, 'HOME'),
('데이즈온_파라다이스그레인', 'KT알파쇼핑식품', '26.07.22 (수) 00:40', '🔒 로그인', '🔒 로그인', '🔒 로그인', 26, 'HOME'),
('네츄럴오가닉 라벤더 제습제 80종(제습제 40개+옷걸이 40개)', 'GS홈쇼핑 마이샵생활/건강', '26.07.22 (수) 00:38', '🔒 로그인', '🔒 로그인', '🔒 로그인', 28, 'HOME'),
('자연쓰임화장지 라벤더향 4겹 90롤', '공영쇼핑생활/건강', '26.07.22 (수) 01:00', '🔒 로그인', '🔒 로그인', '🔒 로그인', 29, 'HOME'),
('[방송에서만 6+3][더블]데이즈온 파라다이스 그레인 버닝 12주분(700mg x 28정 x 6박스)+3박스 더', '홈앤쇼핑식품', '26.07.22 (수) 01:00', '🔒 로그인', '🔒 로그인', '🔒 로그인', 21, 'HOME'),
('유한양행 혈당유산균 HAC01 와이즈바이옴 당큐락 6개월', 'GS홈쇼핑식품', '26.07.22 (수) 01:00', '🔒 로그인', '🔒 로그인', '🔒 로그인', 3, 'HOME');